/*
مریم در شرکتی به صورت پروژه ای کار میکند و حقوقش را به صورت ماهیانه
با توجه به پروژه هایی که انجام داده است میگیرد. این شرکت برای تشویق
کارمندانش ، به کارمندهایی که بیش از 4 پروژه در ماه انجام
داده اند 15 درصد بیشتر حقوق میدهد. برنامه بنویسید که عددی را از
ورودی بگیرد که نشان دهنده ی تعداد پروژه های انجام شده در ماه توسط مریم باشد
و هزینه ی انجام هر کدام از پروژه ها را از ورودی جداگانه بگیرد و در نهایت
حقوق مریم را در آن ماه جاری حساب کند
*/
#include <iostream>
using namespace std;
int main()
{
    return 0;
}