/*
برنامه ای را توسعه دهید که  بتوانیم با آن اطلاعات کتاب های یک کتاب خانه را
مدیریت کنیم و دارای منوی زیر باشد
1- add a book
2- remove a book
3- show a book
4- show all the books
5- exit
و هر کتاب شامل اطلاعاتی همچون نام کتاب ، نام نویسنده ، کد کتاب و قیمت
کتاب باشد و برای گزینه ی 3 برای نمایش یک کتاب اول کد کتاب را گرفته و اگر
چنین کدی موجود بود آن را نشان دهد
نکته : حداکثر تعداد کتاب ها را 100 در نظر بگیرید
نکته : برنامه با توجه به باز و بسته شدنش نباشد اطلاعاتش تغییری کند
*/
#include <iostream>
#include <string>
#include <fstream>
using namespace std;
int main()
{
    return 0;
}