/*
برنامه ای بنویسید که دارای منوی زیر باشد
1- add student
2- remove student
3- show all stundents
4- exit
با کلیک بر روی گزینه ی اول بتوان با وارد کردن نام دانش آموز ، دانش آموزی
را به لیست کلاسمان اضافه کنیم و با کلیک بر روی گزینه ی دوم بتوانیم
با وارد کردن نام دانش آموزی آن را حذف کرد و با کلیک بر روی گزینه ی سوم بتوانیم
تمامی دانش آموزان را ببینیم و با کلیک بر روی گزینه ی چهارم از برنامه
خارج شویم
نکته : باید اندازه ی آرایه متناسب با تعداد دانش آموزان تغییر پیدا کند
*/
#include <iostream>
#include <string>
using namespace std;
int main()
{
    return 0;
}